{"data":{"markdownRemark":{"html":"<p>UmaiCha is a company from catalonia specialized in tea production. Their principal strategy is to sell tea drinks without sugar and made with japanese technics and raw material from this country.</p>\n<p>Umaicha’s work has been based on authenticity and tradition and the result of their effort is a natural product from green tea leaves from the Kagoshima region on the island of Kyushu in southern Japan.</p>\n<p>Our work was inspired in their values and we tried to implement a website clean, without sweeteners using the corporative colors and typographies Oswald and Myriad Pro as was specified in the briefing.</p>\n<p>This projects has an interesting menu to customize every detail about the layout and content like CTAs, forms, blog title and subtitle. The grid system of 12 columns has been stablished as 9×3 but you can change it to 8×4 if you would like to give more importance to the sidebar.</p>\n<p>In this example you can see how we have implement our responsive design for tables and other devices. There are a lot of whitespace surrounding every element, this allows that the website breath and bring on a better reading.</p>","frontmatter":{"title":"Umaicha","date":"June, 23, 2018","path":"/work/umaicha","tags":["Web Development","Design"],"excerpt":"UmaiCha is a company from catalonia specialized in tea production. Their principal strategy is to sell tea drinks without sugar and made with japanese technics and raw material from this country.","thumbnail":{"childImageSharp":{"fluid":{"src":"/static/68d8d4a015d435202fd2f7f36107a0b9/24599/umaicha.png"}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"prev":{"html":"<p>Oysho is a Spanish company that belongs to Inditex Group. Oysho is specialized in female underwear. The headquarter are based in Tordera, 65km from Barcelona where they have magnificent facilities for their employers.</p>\n<p>As a part of their team, I was working on different themes for showing their products on the main website. Catalogs for different campaigns created by the design team and makes real through HTML, CSS and Javascript code. Other functions that I had to develop were different behaviors that interacted with users during the navigation.</p>\n<p>An important task to implement in Oysho was to improve the productivity with internal tools. For reach this end, I was the responsible to create a script for the automation of the content published on the website. This script allowed us to build the homepage dynamically including all the different sliders and the information displayed.</p>","id":"6ffe6d15-1983-5eea-a05d-32b795bc1efb","frontmatter":{"date":"October, 03, 2017","path":"/work/oysho","title":"Oysho","excerpt":"Oysho is a Spanish company that belongs to Inditex Group. Oysho is specialized in female underwear. The headquarter are based in Tordera, 65km from Barcelona where they have magnificent facilities for their employers.","tags":["Web Development","Design"],"type":"project","category":null,"thumbnail":{"childImageSharp":{"fluid":{"src":"/static/9ac1ba66dda5e9948b05ed22c1e09c99/24599/oysho.png"}}},"icon":null}},"next":{"html":"<p>Australis is a company specialized in navigation through the southern channels of Chilean-Argentine Patagonia. Their luxury cruises offer an interesting experience visiting unique places as the Strait of Magellan or The Beagle Channel during 3, 4 or 7 nights.</p>\n<p>This project was implemented to attract people interested in this kind of destination less usual and away from the big cities. For this reason, we created blogpatagonia.australis.com a meeting point for this tourist with a wild lifestyle and completely full of adventures.</p>\n<p>Develop this project has been like a walk on our wild side. It was easier design spectacular layouts with images as surprising as those obtained from these cruises in Cape Horn and Patagonia. </p>\n<p>Besides, we have implement several plugins to improve their visits and provide them tools to build the best inbound marketing strategy. We have design landing pages, thank you pages and emails to inform their followers about every offer and get contact through forms in exchange for resources and information about traveling.</p>\n<p>Responsive design is absolutely required and we proceed to create an intuitive design for them with a target on mind: upgrade UX.</p>\n<p>To end, we can say that it was a pleasure to work in this project and develop a place where people can find interesting information about amazing places and discover new ones.</p>","id":"8016d8bd-72c8-584c-837c-2e4ec445e6fb","frontmatter":{"date":"February, 21, 2018","path":"/work/australis","title":"Australis","excerpt":"Australis is a company specialized in navigation through the southern channels of Chilean-Argentine Patagonia. Their luxury cruises offer an interesting experience visiting unique places as the Strait of Magellan or The Beagle Channel during 3, 4 or 7 nights.","tags":["Web Development","Design"],"type":"project","category":null,"thumbnail":{"childImageSharp":{"fluid":{"src":"/static/d7aa8c521ca4a0868b0e8cd3c8f70866/24599/australis.png"}}},"icon":null}}}}