{"data":{"markdownRemark":{"html":"<p>Colossus Bets is a betting company based on UK. Here is where I work nowadays implementing new features and improving the UX in others created time ago. </p>\n<p>I have been working in different areas in the project but also focused on improvements related to how the users can get information about their profiles, stadistics, results, or bet deposits through a profile view with new features and clearer to follow. </p>\n<p>Besides we implemented an avatar uploading tool according to be more efficient in the customization of different captains profile,</p>\n<p>Also, we had a deep process of code revision and improvements related to the load time on the website and upgrades in the Angular version we had implemented reaching finally the framework 7th version.</p>\n<p>All that changes brought daily work with different departments into the company as graphics, back end, marketing or bussiness making me a deep view of the main application and which was the path we should take in the future for continuously growing together.</p>","frontmatter":{"title":"Colossus Bets","date":"December, 23, 2017","path":"/work/colossus","tags":["Web Development","Design"],"excerpt":"Colossus Bets is a betting company based on UK. Here is where I work nowadays implementing new features and improving the UX in others created time ago.","thumbnail":{"childImageSharp":{"fluid":{"src":"/static/1df673a7187a660849d7e1079cb8ca4b/24599/colossus.png"}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"prev":{"html":"<p>UmaiCha is a company from catalonia specialized in tea production. Their principal strategy is to sell tea drinks without sugar and made with japanese technics and raw material from this country.</p>\n<p>Umaicha’s work has been based on authenticity and tradition and the result of their effort is a natural product from green tea leaves from the Kagoshima region on the island of Kyushu in southern Japan.</p>\n<p>Our work was inspired in their values and we tried to implement a website clean, without sweeteners using the corporative colors and typographies Oswald and Myriad Pro as was specified in the briefing.</p>\n<p>This projects has an interesting menu to customize every detail about the layout and content like CTAs, forms, blog title and subtitle. The grid system of 12 columns has been stablished as 9×3 but you can change it to 8×4 if you would like to give more importance to the sidebar.</p>\n<p>In this example you can see how we have implement our responsive design for tables and other devices. There are a lot of whitespace surrounding every element, this allows that the website breath and bring on a better reading.</p>","id":"8e49c479-1415-554b-9d6f-4f5beefffc72","frontmatter":{"date":"June, 23, 2018","path":"/work/umaicha","title":"Umaicha","excerpt":"UmaiCha is a company from catalonia specialized in tea production. Their principal strategy is to sell tea drinks without sugar and made with japanese technics and raw material from this country.","tags":["Web Development","Design"],"type":"project","category":null,"thumbnail":{"childImageSharp":{"fluid":{"src":"/static/68d8d4a015d435202fd2f7f36107a0b9/24599/umaicha.png"}}},"icon":null}},"next":null}}