{"data":{"markdownRemark":{"html":"<p>Oysho is a Spanish company that belongs to Inditex Group. Oysho is specialized in female underwear. The headquarter are based in Tordera, 65km from Barcelona where they have magnificent facilities for their employers.</p>\n<p>As a part of their team, I was working on different themes for showing their products on the main website. Catalogs for different campaigns created by the design team and makes real through HTML, CSS and Javascript code. Other functions that I had to develop were different behaviors that interacted with users during the navigation.</p>\n<p>An important task to implement in Oysho was to improve the productivity with internal tools. For reach this end, I was the responsible to create a script for the automation of the content published on the website. This script allowed us to build the homepage dynamically including all the different sliders and the information displayed.</p>","frontmatter":{"title":"Oysho","date":"October, 03, 2017","path":"/work/oysho","tags":["Web Development","Design"],"excerpt":"Oysho is a Spanish company that belongs to Inditex Group. Oysho is specialized in female underwear. The headquarter are based in Tordera, 65km from Barcelona where they have magnificent facilities for their employers.","thumbnail":{"childImageSharp":{"fluid":{"src":"/static/9ac1ba66dda5e9948b05ed22c1e09c99/24599/oysho.png"}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"prev":{"html":"<p>UmaiCha is a company from catalonia specialized in tea production. Their principal strategy is to sell tea drinks without sugar and made with japanese technics and raw material from this country.</p>\n<p>Umaicha’s work has been based on authenticity and tradition and the result of their effort is a natural product from green tea leaves from the Kagoshima region on the island of Kyushu in southern Japan.</p>\n<p>Our work was inspired in their values and we tried to implement a website clean, without sweeteners using the corporative colors and typographies Oswald and Myriad Pro as was specified in the briefing.</p>\n<p>This projects has an interesting menu to customize every detail about the layout and content like CTAs, forms, blog title and subtitle. The grid system of 12 columns has been stablished as 9×3 but you can change it to 8×4 if you would like to give more importance to the sidebar.</p>\n<p>In this example you can see how we have implement our responsive design for tables and other devices. There are a lot of whitespace surrounding every element, this allows that the website breath and bring on a better reading.</p>","id":"8e49c479-1415-554b-9d6f-4f5beefffc72","frontmatter":{"date":"June, 23, 2018","path":"/work/umaicha","title":"Umaicha","excerpt":"UmaiCha is a company from catalonia specialized in tea production. Their principal strategy is to sell tea drinks without sugar and made with japanese technics and raw material from this country.","tags":["Web Development","Design"],"type":"project","category":null,"thumbnail":{"childImageSharp":{"fluid":{"src":"/static/68d8d4a015d435202fd2f7f36107a0b9/24599/umaicha.png"}}},"icon":null}},"next":null}}