{"data":{"markdownRemark":{"html":"<p>Australis is a company specialized in navigation through the southern channels of Chilean-Argentine Patagonia. Their luxury cruises offer an interesting experience visiting unique places as the Strait of Magellan or The Beagle Channel during 3, 4 or 7 nights.</p>\n<p>This project was implemented to attract people interested in this kind of destination less usual and away from the big cities. For this reason, we created blogpatagonia.australis.com a meeting point for this tourist with a wild lifestyle and completely full of adventures.</p>\n<p>Develop this project has been like a walk on our wild side. It was easier design spectacular layouts with images as surprising as those obtained from these cruises in Cape Horn and Patagonia. </p>\n<p>Besides, we have implement several plugins to improve their visits and provide them tools to build the best inbound marketing strategy. We have design landing pages, thank you pages and emails to inform their followers about every offer and get contact through forms in exchange for resources and information about traveling.</p>\n<p>Responsive design is absolutely required and we proceed to create an intuitive design for them with a target on mind: upgrade UX.</p>\n<p>To end, we can say that it was a pleasure to work in this project and develop a place where people can find interesting information about amazing places and discover new ones.</p>","frontmatter":{"title":"Australis","date":"February, 21, 2018","path":"/work/australis","tags":["Web Development","Design"],"excerpt":"Australis is a company specialized in navigation through the southern channels of Chilean-Argentine Patagonia. Their luxury cruises offer an interesting experience visiting unique places as the Strait of Magellan or The Beagle Channel during 3, 4 or 7 nights.","thumbnail":{"childImageSharp":{"fluid":{"src":"/static/d7aa8c521ca4a0868b0e8cd3c8f70866/24599/australis.png"}}}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"prev":{"html":"<p>Colossus Bets is a betting company based on UK. Here is where I work nowadays implementing new features and improving the UX in others created time ago. </p>\n<p>I have been working in different areas in the project but also focused on improvements related to how the users can get information about their profiles, stadistics, results, or bet deposits through a profile view with new features and clearer to follow. </p>\n<p>Besides we implemented an avatar uploading tool according to be more efficient in the customization of different captains profile,</p>\n<p>Also, we had a deep process of code revision and improvements related to the load time on the website and upgrades in the Angular version we had implemented reaching finally the framework 7th version.</p>\n<p>All that changes brought daily work with different departments into the company as graphics, back end, marketing or bussiness making me a deep view of the main application and which was the path we should take in the future for continuously growing together.</p>","id":"9465beb6-6e38-552f-a424-b98a06992e16","frontmatter":{"date":"December, 23, 2017","path":"/work/colossus","title":"Colossus Bets","excerpt":"Colossus Bets is a betting company based on UK. Here is where I work nowadays implementing new features and improving the UX in others created time ago.","tags":["Web Development","Design"],"type":"project","category":null,"thumbnail":{"childImageSharp":{"fluid":{"src":"/static/1df673a7187a660849d7e1079cb8ca4b/24599/colossus.png"}}},"icon":null}},"next":null}}